Repository: cemu-project/Cemu-Language
Catalog: resources/*/cemu.po
Languages: pl, ro

source: up
pl: góra
ro: sus

source: down
pl: dół
ro: jos

source: left
pl: lewo
ro: stanga

source: right
pl: prawo
ro: dreapta

source: click
pl: klik
ro: clic

source: Downloading system tickets...
pl: Pobieranie ticketa systemu…
ro: Descărcarea biletelor de sistem...

source: Retrieving update information...
pl: Pobieranie danych o aktualizacji…
ro: Regăsirea informațiilor de actualizare...

source: Downloading meta data
pl: Pobieranie metadanych
ro: Descărcarea meta-datelor

source: Connected. Right click entries in the list to start downloading
pl: Połączono. Kliknij poszczególny rekord z listy prawym przyciskiem myszy, aby zacząć pobieranie
ro: Conectat. Faceți clic dreapta pe intrările din listă pentru a începe descărcarea

source: Logging in...
pl: Logowanie…

source: Login failed. Outdated or incomplete online files?
pl: Logowanie nie powiodło się. Przestarzałe lub niepełne pliki online?
ro: Autentificarea nu a reușit. Fișiere online învechite sau incomplete?

source: Cannot write file. Disk full?
pl: Nie można zapisać pliku. Zapełniony dysk?
ro: Nu se poate scrie fișier. Disc plin?

source: Cannot create file
pl: Nie można stworzyć pliku
ro: Nu se poate crea fișier

source: Download failed
pl: Pobieranie nieudane
ro: Descărcarea nu a reușit

source: Graphic packs
pl: Pakiety graficzne
ro: Pachete grafice

source: Filter
pl: Filtruj
ro: Filtru

source: Installed games
pl: Zainstalowane gry
ro: Jocuri instalate

source: Graphic pack
pl: Pakiet graficzny
ro: Pachet grafic

source: Description
pl: Opis
ro: Descriere

source: Control
pl: Kontrola

source: Reload edited shaders
pl: Załaduj ponownie edytowane shadery
ro: Reîncărcarea shaderelor editate

source: Download latest community graphic packs
pl: Pobierz najnowsze pakiety graficzne społeczności
ro: Descărcați cele mai recente pachete grafice ale comunității

source: Active preset
pl: Aktywne ustawienie
ro: Presetare activă

source: This graphic pack has no description
pl: Ten pakiet graficzny nie ma opisu
ro: Acest pachet grafic nu are nici o descriere

source: Restart of Cemu required for changes to take effect
pl: Restart Cemu jest konieczny, aby zmiany zadziałały
ro: Repornirea Cemu necesară pentru ca modificările să aibă efect

source: This update removed or renamed the following graphic packs:
pl: Ta aktualizacja usunęła lub zmieniła nazwę następujących pakietów graficznych:
ro: Această actualizare a eliminat sau redenumit următoarele pachete grafice:

source: You may need to set them up again.
pl: Może być konieczne ponowne ustawienie.
ro: Poate fi necesar să le configurați din nou.

source: Warning
pl: Ostrzeżenie
ro: Atenție

source: Graphic packs cannot be updated while a game is running.
pl: Pakiety graficzne nie mogą zostać zaktualizowane w trakcie działania gry.
ro: Pachetele grafice nu pot fi actualizate în timp ce se execută un joc.

source: Refresh
pl: Odśwież
ro: Reîmprospătare

source: The following prefixes are supported: {0} {1} {2} {3} {4}
pl: Wspierane są poniższe prefiksy: {0} {1} {2} {3} {4}
ro: Sunt acceptate următoarele prefixe: {0} {1} {2} {3} {4}

source: Install title
pl: Zainstaluj tytuł
ro: Titlul instalației

source: Account
pl: Konto
ro: Cont

source: Open directory
pl: Otwórz katalog
ro: Deschideți directorul

source: Open the directory of the save entry
pl: Otwórz katalog zawierający zapis
ro: Deschideți directorul intrării de salvare

source: Transfer
pl: Przenieś

source: Transfers the save entry to another persistent account id
pl: Przenieś zapis do innego konta
ro: Transferă intrarea de salvare într-un alt id de cont persistent

source: Delete
pl: Usuń
ro: Șterge

source: Permanently delete the save entry
pl: Trwale usuń zapis
ro: Ștergeți definitiv intrarea de salvare

source: Import
pl: Importuj

source: Imports a zipped save entry
pl: Importuj zapis w pliku .zip
ro: Importă o intrare de salvare cu fermoar

source: Export
pl: Eksportuj
ro: Exportă

source: Exports the selected save entry as zip file
pl: Eksport zaznaczonego zapisu jako plik .zip
ro: Exportă intrarea de salvare selectată ca fișier zip

source: Connect
pl: Połącz
ro: Conecteaza

source: Select an account and press Connect
pl: Wybierz konto i naciśnij Połącz
ro: Selectați un cont și apăsați Connect

source: Valid online files are required to download eShop titles. For more information, go to the Account tab in the General Settings.
pl: Właściwe pliki online są wymagane aby pobrać tytuły z eShopu. Aby uzyskać więcej informacji, udaj się do zakładki Konto w Ustawieniach ogólnych.

source: Click on Connect to load the list of downloadable titles
pl: Naciśnij Połącz aby wczytać listę tytułów możliwych do pobrania

source: Show available titles
pl: Pokaż dostępne tytuły
ro: Afișarea titlurilor disponibile

source: Show available updates
pl: Pokaż dostępne aktualizacje
ro: Afișarea actualizărilor disponibile

source: Show installed
pl: Pokaż zainstalowane
ro: Afișare instalată

source: Title Manager
pl: Menedżer tytułów
ro: Manager de titlu

source: Download Manager
pl: Menedżer pobierania
ro: Manager de descărcare

source: Searching for titles...
pl: Szukanie tytułów…
ro: Căutarea titlurilor...

source: Currently active downloads will continue in the background.
pl: Pobieranie będzie kontynuowane w tle.
ro: Descărcările active în prezent vor continua în fundal.

source: Information
pl: Informacja
ro: Informații

source: Found {0} games, {1} updates, {2} DLCs and {3} save entries
pl: Znaleziono {0} gier, {1} aktualizacji, {2} DLC oraz {3} zapisów
ro: S-au găsit {0} jocuri, actualizări de {1}, {2} DLC-uri și intrări de salvare {3}

source: Select title to install
pl: Wybierz tytuł do zainstalowania
ro: Selectați titlul de instalat

source: Update installation has been canceled!
pl: Instalowanie aktualizacji zostało anulowane!
ro: Instalarea actualizării a fost anulată!

source: Update error
pl: Błąd aktualizacji
ro: Eroare de actualizare

source: Are you really sure that you want to delete the save entry for {}
pl: Czy na pewno chcesz usunąć zapis dla {}
ro: Sunteți foarte sigur că doriți să ștergeți intrarea de salvare pentru {}

source: Error when trying to delete the save directory: {}
pl: Wystąpił błąd przy usuwaniu katalogu zapisu: {}
ro: Eroare atunci când încercați să ștergeți directorul de salvare: {}

source: Error
pl: Błąd
ro: Eroare

source: Select a target file to export the save entry
pl: Wybierz plik docelowy, aby wyeksportować zapisu
ro: Selectați un fișier țintă pentru a exporta intrarea de salvare

source: Exported save entry (*.zip)
pl: Wyeksportowano zapis (*.zip)

source: Error when creating the zip for the save entry: {}
pl: Wystąpił błąd przy tworzeniu archiwum .zip dla zapisu: {}
ro: Eroare la crearea zip pentru intrarea de salvare: {}

source: Error when trying to add a directory to the zip: {}
pl: Wystąpił błąd przy tworzeniu katalogu do archiwum .zip: {}
ro: Eroare atunci când încercați să adăugați un director la zip: {}

source: Error when trying to add a file to the zip: {}
pl: Wystąpił błąd przy dodawaniu pliku do archiwum .zip: {}
ro: Eroare la încercarea de a adăuga un fișier la zip: {}

source: Error when trying to add cemu_meta file to the zip: {}
pl: Wystąpił błąd przy dodawaniu pliku cemu_meta do archiwum .zip: {}
ro: Eroare atunci când încercați să adăugați cemu_meta fișier zip: {}

source: Dumped online files not found
pl: Nie znaleziono plików online ściągniętych z konsoli

source: Connecting...
pl: Łączenie…

source: Getting installed title information...
pl: Instalowanie informacji o tytule…
ro: Obținerea de informații despre titlu instalate...

source: PPC threads
pl: Wątki PPC

source: Auto refresh
pl: Autoodświeżanie
ro: Reîmprospătare automată

source: Capturing samples...
pl: Zachowywanie próbek…

source: Capturing samples... ({:}) Results will be written to log.txt
pl: Zachowywanie próbek… ({:}) Wyniki zostaną zapisane w pliku log.txt

source: Click Skip button for early results with lower accuracy
pl: Naciśnij przycisk Pomiń, aby uzyskać wyniki szybciej (kosztem dokładności)

source: Click Skip button to finish
pl: Naciśnij przycisk Pomiń, aby zakończyć

source: Boost priority (-5)
pl: Podnieś priorytet (-5)
ro: Creșterea priorității (-5)

source: Boost priority (-1)
pl: Podnieś priorytet (-1)
ro: Creșterea priorității (-1)

source: Decrease priority (+5)
pl: Obniż priorytet (+5)
ro: Prioritate de scădere (+5)

source: Decrease priority (+1)
pl: Obniż priorytet (+1)
ro: Prioritate de scădere (+1)

source: Resume
pl: Wznów
ro: CV

source: Suspend
pl: Wstrzymaj
ro: Suspendare

source: Show only active
pl: Pokaż tylko aktywne
ro: Afișare numai activă

source: Base game
pl: Podstawowa gra
ro: Joc de bază

source: Demo
pl: Wersja demonstracyjna
ro: Versiune demonstrativă

source: Update
pl: Aktualizacja
ro: Actualizare

source: It seems that there is already a title installed at the target location but it has a different type. Currently installed: '{}' Installing: '{}' This can happen for titles which were installed with very old Cemu versions. Do you still want to continue with the installation? It will replace the currently installed title.
pl: Wygląda na to, że istnieje już tytuł w lokalizacji docelowej, ale jest innego typu. Obecnie zainstalowany: '{}' Instalowany: '{}' Sytuacja taka może się zdarzyć w przypadku tytułów zainstalowanych na bardzo starych wersjach Cemu. Czy chcesz kontynuować instalację? Zastąpi to obecnie zainstalowany tytuł.
ro: Se pare că există deja un titlu instalat la locația țintă, dar are un alt tip. Instalat în prezent: "{}" Instalare: "{}" Acest lucru se poate întâmpla pentru titlurile care au fost instalate cu versiuni Cemu foarte vechi. Mai doriți să continuați instalarea? Acesta va înlocui titlul instalat în prezent.

source: It seems that the selected title is already installed, do you want to reinstall it?
pl: Wygląda na to, że wybrany tytuł jest już zainstalowany, czy chcesz go reinstalować?
ro: Se pare că titlul selectat este deja instalat, doriți să-l reinstalați?

source: It seems that a newer version is already installed, do you still want to install the older version?
pl: Wygląda na to, że nowsza wersja jest już zainstalowana, czy chcesz dalej instalować starszą wersję?
ro: Se pare că o versiune mai nouă este deja instalată, mai doriți să instalați versiunea mai veche?

source: Error when trying to move former title installation: {}
pl: Wystąpił błąd przy próbie przeniesienia poprzedniej instalacji tytułu: {}
ro: Eroare atunci când încercați să mutați instalarea titlului anterior: {}

source: Not enough space available. Required: {0} MB Available: {1} MB
pl: Niewystarczająca przestrzeń dyskowa. Potrzebne: {0} MB Dostępne: {1} MB
ro: Nu este suficient spațiu disponibil. Obligatoriu: {0} MB Disponibil: {1} MB

source: Installing DLC...
pl: Instalowanie DLC…
ro: Instalarea DLC...

source: Installing update...
pl: Instalowanie aktualizacji…
ro: Instalarea actualizării...

source: Installing system title...
pl: Instalowanie…
ro: Instalarea titlului sistemului...

source: Installing title...
pl: Instalowanie tytułu…
ro: Instalarea titlului...

source: Cancel
pl: Anuluj
ro: Anulează

source: Current file:
pl: Obecny plik:
ro: Fișier curent:

source: Do you really want to cancel the installation process? Canceling the process will delete the applied files.
pl: Czy na pewno chcesz anulować proces instalacji? Anulowanie procesu usunie zastosowane pliki.
ro: Chiar doriți să anulați procesul de instalare? Anularea procesului va șterge fișierele aplicate.

source: Info
pl: Informacje

source: Cemu update
pl: Aktualizacja Cemu

source: Checking for latest version...
pl: Sprawdzanie najnowszej wersji…

source: Changelog
pl: Dziennik zmian
ro: Jurnal de modificari

source: Exit
pl: Zamknij
ro: Iesire

source: No update available!
pl: Brak dostępnych aktualizacji!
ro: Nu este disponibilă nicio actualizare!

source: Update available!
pl: Dostępna aktualizacja!
ro: Update disponibil!

source: Extracting update...
pl: Wypakowywanie aktualizacji…
ro: Extragerea actualizării...

source: Couldn't download the update!
pl: Nie udało się pobrać aktualizacji!
ro: Nu a putut descărca actualizarea!

source: Applying update...
pl: Implementowanie aktualizacji…
ro: Aplicarea actualizării...

source: Extracting failed!
pl: Wypakowywanie nieudane!
ro: Extragerea nu a reușit!

source: Success
pl: Sukces
ro: Succes

source: Restart
pl: Zrestaruj
ro: Repornește

source: Downloading update...
pl: Pobieranie aktualizacji…
ro: Descărcarea de actualizare ...

source: Error when initializing Vulkan renderer: {}
pl: Błąd przy inicjalizacji renderera Vulkan: {}
ro: Eroare la inițializarea randării Vulkan: {}

source: Search
pl: Szukaj
ro: Caută

source: Results
pl: Wyniki
ro: Rezultate

source: Address
pl: Adres
ro: Adresa

source: Value
pl: Wartość
ro: Valoare

source: Stored Entries
pl: Przechowywane wpisy
ro: Intrări stocate

source: Type
pl: Typ
ro: Tip

source: Your entered value is not valid for the selected datatype.
pl: Podana wartość nie jest właściwa dla wybranego typu danych.
ro: Valoarea introdusă nu este validă pentru tipul de date selectat.

source: Clear
pl: Wyczyść
ro: Șterge

source: &Add new entry
pl: &Dodaj nowy wpis
ro: &Adăugați o intrare nouă

source: &Remove entry
pl: &Usuń wpis
ro: &Eliminați intrarea

source: Results ({0})
pl: Wyniki ({0})
ro: Rezultate ({0})

source: Logging window
pl: Okno logów
ro: Fereastra de înregistrare în jurnal

source: Filter messages
pl: Filtruj wiadomości
ro: Filtrarea mesajelor

source: Input settings
pl: Ustawienia urządzeń wejściowych
ro: Setări de intrare

source: Controller {}
pl: Kontroler {}
ro: {} controlerului

source: Profile
pl: Profil
ro: Profil

source: Load
pl: Wczytaj
ro: Încărcare

source: Save
pl: Zapisz
ro: Salvează

source: controller set by gameprofile. changes won't be saved permanently!
pl: kontroler ustawiony przez profil gry - zmiany nie będą trwale zapisane!
ro: controler stabilit de gameprofile. modificările nu vor fi salvate permanent!

source: Emulated controller
pl: Emulowany kontroler
ro: Controler emulat

source: Disabled
pl: Wyłączony
ro: Dezactivat

source: Controller
pl: Kontroler
ro: Controler adevărat

source: Settings
pl: Ustawienia
ro: Setări

source: Calibrate
pl: Skalibruj
ro: Calibrare

source: Test if the controller is connected
pl: Sprawdź, czy kontroler jest podłączony
ro: Testați dacă controlerul este conectat

source: invalid profile name
pl: niewłaściwa nazwa profilu
ro: nume de profil nevalid

source: profile loaded
pl: profil wczytany
ro: profil încărcat

source: couldn't load profile
pl: nie można wczytać profilu
ro: nu a putut încărca profilul

source: profile saved
pl: profil zapisany
ro: profil salvat

source: couldn't save profile
pl: nie można zapisać profilu
ro: nu a putut salva profilul

source: profile deleted
pl: profil usunięty
ro: profil șters

source: can't delete profile
pl: nie można usunąć profilu
ro: nu se poate șterge profilul

source: Controller settings
pl: Ustawienia kontrolera
ro: Setările controlerului

source: Connected extension
pl: Podłączone rozszerzenie
ro: Extensie conectată

source: Options
pl: Opcje
ro: Opțiuni

source: Use motion
pl: Użyj motion
ro: Utilizarea mișcării

source: Packet delay
pl: Opóźnienie pakietów
ro: Întârzierea pachetelor

source: Deadzone
pl: Martwa strefa
ro: Zona moartă

source: Range
pl: Zasięg
ro: Interval

source: Axis
pl: Oś
ro: Axă

source: Rotation
pl: Rotacja
ro: Rotație

source: Left Axis
pl: Lewy drążek
ro: Axa din stânga

source: Right Axis
pl: Prawy drążek
ro: Axa din dreapta

source: Pair a Wii or Wii U controller
pl: Sparuj kontroler Wii albo Wii U

source: Extensions:
pl: Rozszerzenia:
ro: Extensii:

source: Volume
pl: Głośność
ro: Volum

source: <profile name>
pl: <nazwa profilu>

source: Add
pl: Dodaj
ro: Adaugă

source: The controller is already added!
pl: Kontroler już został dodany!
ro: Controlerul este deja adăugat!

source: Searching for controllers...
pl: Szukanie kontrolerów…
ro: Căutarea controlerelor...

source: Title checksum of {:08x}-{:08x}
pl: Suma kontrolna tytułu {:08x}-{:08x}
ro: Suma de control a titlului de {:08x}-{:08x}

source: Verifying integrity of game files...
pl: Weryfikowane spójności plików gry…
ro: Verificarea integrității fișierelor de joc...

source: Verify online
pl: Weryfikuj online
ro: Verificați online

source: Verifies the checksum online
pl: Weryfikuje sumę kontrolną online
ro: Verifică online suma de control

source: Verify with local file
pl: Weryfikuj z plikiem lokalnym
ro: Verificați cu fișierul local

source: Verifies the checksum with a local JSON file you can select
pl: Weryfikuje sumę kontrolną z plikiem lokalnym JSON, który możesz wybrać
ro: Verifică suma de control cu un fișier JSON local pe care îl puteți selecta

source: Export checksum entry
pl: Eksportuj wpis sumy kontrolnej
ro: Intrare de control la export

source: Export successful
pl: Eksportowanie udane
ro: Exportați cu succes

source: Can't write to file: {}
pl: Nie udało się zapisać do pliku: {}
ro: Nu se poate scrie în fișier: {}

source: Wrong version: {}
pl: Niewłaściwa wersja: {}
ro: Versiune greșită: {}

source: Wrong region: {}
pl: Niewłaściwy region: {}
ro: Regiune greșită: {}

source: The verification data doesn't include a WUD hash!
pl: Dane weryfikacji nie zawierają hasha WUD!
ro: Datele de verificare nu includ un hash WUD!

source: Your game image is invalid! Your hash: {} Expected hash: {}
pl: Twój obraz gry jest niewłaściwy! Twój hash: {} Oczekiwany hash: {}
ro: Imaginea ta de joc nu este validă! Hash-ul dvs.: {} Hash așteptat: {}

source: Select a file to export the errors
pl: Wybierz plik, aby wyeksportować błędy
ro: Selectați un fișier pentru a exporta erorile

source: Can't open file to write!
pl: Nie udało się otworzyć pliku do zapisu!
ro: Nu se poate deschide fișierul pentru a scrie!

source: The following files are missing:
pl: Nie znaleziono poniższych plików:
ro: Lipsesc următoarele fișiere:

source: The following files are damaged:
pl: Poniższe pliki są uszkodzone:
ro: Următoarele fișiere sunt deteriorate:

source: {} files have an invalid hash! Do you want to export a list of them to a file?
pl: {} - pliki mają niewłaściwy cash! Czy chcesz wyeksportować listę z nimi do pliku?
ro: {} fișiere au un hash nevalid! Doriți să exportați o listă a acestora într-un fișier?

source: Multiple issues with your game files have been found! Do you want to export them to a file?
pl: Wykryto wiele błędów związanych z twoimi plikami gry! Czy chcesz je wyeksportować do pliku?
ro: Mai multe probleme cu fișierele de joc au fost găsite! Doriți să le exportați într-un fișier?

source: Your game files are valid
pl: Pliki gry są właściwe
ro: Fișierele de joc sunt valide

source: JSON parse error: {}
pl: Błąd parsowania JSON: {}
ro: Eroare de analiză JSON: {}

source: Can't open file!
pl: Nie można otworzyć pliku!
ro: Nu se poate deschide fișierul!

source: Can't parse JSON file!
pl: Nie można sparsować pliku JSON!

source: Open checksum entry
pl: Otwórz wpis sumy kontrolnej
ro: Deschideți intrarea de control

source: Reading game image: {}
pl: Wczytywanie obrazu gry: {}
ro: Citirea imaginii jocului: {}

source: Reading game image: {0}/{1} kB
pl: Wczytywanie obrazu gry: {0}/{1} kB
ro: Citirea imaginii jocului: {0}/{1} kB

source: Generating checksum of game image: {}
pl: Generowanie sumy kontrolnej obrazu gry: {}
ro: Generarea sumei de control a imaginii jocului: {}

source: Generated checksum of game image: {}
pl: Wygenerowano sumę kontrolną obrazu gry: {}
ro: Suma de control generată a imaginii jocului: {}

source: Grabbing game files
pl: Zaciąganie plików gry
ro: Acapararea fișierelor de joc

source: Create new account
pl: Utwórz nowe konto
ro: Creați un cont nou

source: The persistent id is the internal folder name used for your saves. Only change this if you are importing saves from a Wii U with a specific id
pl: Trwałe ID jest wykorzystywane jako nazwa folderu lokalnego zawierającego twoje zapisy. Zmień je tylko w razie importowania zapisów z Wii U zawierającego konkretne ID
ro: ID-ul persistent este numele folderului intern utilizat pentru salvările dvs. Modificați acest lucru numai dacă importați salvări de la un Wii U cu un id specific

source: Mii name
pl: Nazwa Mii
ro: Mii nume

source: No persistent id entered!
pl: Nie wpisano trwałego ID!
ro: Nu a intrat niciun act de identitate persistent!

source: The persistent id {:x} is already in use by account {}!
pl: Trwałe ID {:x} jest już używane przez konto {}!
ro: Id-ul persistent {:x} este deja utilizat de către {} contului!

source: Account name may not be empty!
pl: Nazwa konta nie może być pusta!
ro: Este posibil ca numele contului să nu fie gol!

source: Save transfer
pl: Transfer zapisów
ro: Salvați transferul

source: Source
pl: Źródło
ro: Sursă

source: Target
pl: Katalog docelowy (konto)
ro: Țintă

source: The given account id is not valid! It must be a hex number bigger or equal than {:08x}
pl: Podane ID konta jest nieprawidłowe! ID musi być liczbą szesnastkową większą lub równą {:08x}
ro: Id-ul de cont dat nu este valabil! Trebuie să fie un număr hex mai mare sau egal cu {:08x}

source: There's already a file at the target directory: {}
pl: Już istnieje plik w katalogu docelowym: {}
ro: Există deja un fișier în directorul țintă: {}

source: There's already a save game available for the target account, do you want to overwrite it? This will delete the existing save files for the account and replace them.
pl: Dostępny jest zapis na koncie docelowym, czy chcesz go nadpisać? Spowoduje to usunięcie obecnych plików zapisu i zastąpienie ich wybranymi.
ro: Există deja un joc de salvare disponibil pentru contul țintă, doriți să-l suprascrieți? Acest lucru va șterge fișierele de salvare existente pentru cont și le va înlocui.

source: Error when trying to delete the former save game: {}
pl: Wystąpił błąd przy usuwaniu poprzedniego zapisu: {}
ro: Eroare atunci când încercați să ștergeți fostul joc de salvare: {}

source: Error when trying to move the save game: {}
pl: Wystąpił błąd przy przenoszeniu zapisu: {}
ro: Eroare atunci când încercați să mutați jocul de salvare: {}

source: Import save entry
pl: Importuj zapis
ro: Importați intrarea de salvare

source: Select a zipped save file
pl: Wybierz zapis zachowany w archiwum.zip
ro: Selectați un fișier de salvare arhivat

source: Save entry (*.zip)
pl: Zapis (w formacie .zip)
ro: Salvare intrare (*.zip)

source: You are trying to import a savegame for a different title than your currently selected one: {:016x} vs {:016x} Are you sure that you want to continue?
pl: Próbujesz zaimportować zapis dla innego tytułu niż wybrany: {:016x} vs {:016x} Czy na pewno chcesz kontynuować?
ro: Încercați să importați un savegame pentru un alt titlu decât cel selectat în prezent: {:016x} vs {:016x} Ești sigur că vrei să continui?

source: Error when creating the extraction path: {}
pl: Wystąpił błąd przy tworzeniu ścieżki docelowej wypakowania: {}
ro: Eroare la crearea căii de extracție: {}

source: Error when opening the import zip file: {}
pl: Wystąpił błąd przy otwieraniu importowanego pliku .zip: {}
ro: Eroare la deschiderea fișierului zip de import: {}

source: GamePad View
pl: Widok GamePada
ro: Vizualizarea GamePad

source: Title ID
pl: ID tytułu
ro: ID titlu

source: Name
pl: Nazwa
ro: Nume

source: Version
pl: Wersja
ro: Versiune

source: Location
pl: Lokalizacja

source: The following content will be converted to a compressed Wii U archive file (.wua):
pl: Poniższa zawartość zostanie zamieniona w plik skompresowanego archiwum Wii U (plik .wua):
ro: Următorul conținut va fi convertit într-un fișier de arhivă Wii U comprimat (.wua):

source: Base game: {}
pl: Bazowa gra: {}

source: Base game: Not installed
pl: Bazowa gra: Niezainstalowana

source: Update: {}
pl: Aktualizacja: {}

source: Update: Not installed
pl: Aktualizacja: Niezainstalowana
