Repository: cemu-project/Cemu-Language
Catalog: resources/*/cemu.po
Languages: pl, ro

source: DLC: Not installed
pl: DLC: Niezainstalowane

source: Confirmation
pl: Potwierdzenie
ro: Confirmare

source: Unable to create file
pl: Nie udało się stworzyć pliku
ro: Imposibil de creat fișier

source: Counting files...
pl: Liczenie plików…
ro: Numărarea fișierelor...

source: Stopping...
pl: Zatrzymywanie…
ro: Oprire...

source: Converting files...
pl: Konwertowanie plików…
ro: Conversia fișierelor...

source: Collecting list of files...
pl: Zbieranie listy plików…
ro: Colectarea listei de fișiere...

source: Finalizing...
pl: Finalizowanie…
ro: Finalizarea...

source: Conversion failed
pl: Konwersja nieudana
ro: Conversia nu a reușit

source: Conversion finished
pl: Konwersja zakończona
ro: Conversia s-a terminat

source: Complete
pl: Ukończone
ro: Complet

source: &Launch title
pl: &Włącz tytuł
ro: &Titlul lansării

source: &Open directory
pl: &Otwórz katalog
ro: &Deschide directorul

source: &Verify integrity of game files
pl: &Zweryfikuj spójność plików gry
ro: &Verificați integritatea fișierelor de joc

source: Convert to compressed Wii U archive (.wua)
pl: Konwertuj do skompresowanego archiwum Wii U (pliku .wua)
ro: Convertiți la arhiva Wii U comprimată (.wua)

source: &Delete
pl: &Usuń
ro: &Ștergeți

source: Are you really sure that you want to delete the following folder: {}
pl: Czy na pewno chcesz usunąć podany folder: {}
ro: Sunteți foarte sigur că doriți să ștergeți următorul folder: {}

source: Are you really sure that you want to delete the following file: {}
pl: Czy na pewno chcesz usunąć podany plik: {}
ro: Sunteți foarte sigur că doriți să ștergeți următorul fișier: {}

source: Error when trying to delete the entry: {}
pl: Wystąpił błąd przy usuwaniu wpisu: {}
ro: Eroare la încercarea de a șterge intrarea: {}

source: Save folder
pl: Folder zapisu
ro: Salvarea folderului

source: Game Paths
pl: Katalogi zawierające gry
ro: Căi de joc

source: update
pl: aktualizacja
ro: actualizați

source: save
pl: zapis
ro: salvează

source: Icon
pl: Ikona

source: Game
pl: Gra
ro: Joc

source: You've played
pl: Czas gry
ro: Ai jucat

source: Last played
pl: Ostatnio grano
ro: Ultima dată a jucat

source: This game entry seems to be either an update or the base game was merged with update data Broken game dumps cause various problems during emulation and may even stop working at all in future Cemu versions Please make sure the base game is intact and install updates only with the File->Install Update/DLC option
pl: Ten rekord gry wygląda na aktualizację albo bazową grę złączoną z danymi aktualizacji Uszkodzone zrzuty plików gry powodują problemy w trakcie emulacji i mogą przestać działać w przyszłych wersjach Cemu Upewnij się że bazowa gra jest nieuszkodzona i instaluj aktualizacje tylko poprzez opcję w pasku menu: Plik -> Zainstaluj grę, aktualizację albo DLC
ro: Această intrare de joc pare a fi fie o actualizare sau jocul de bază a fost fuzionat cu datele de actualizare Gropile de joc sparte cauzează diverse probleme în timpul emulației și pot chiar să nu mai funcționeze deloc în viitoarele versiuni Cemu Asigurați-vă că jocul de bază este intact și instalați actualizări numai cu opțiunea File->Install Update/DLC

source: &Start
pl: &Włącz

source: &Favorite
pl: &Dodaj do ulubionych

source: &Edit name
pl: &Edytuj nazwę
ro: &Editare nume

source: &Wiki page
pl: &Strona wiki
ro: &Wiki pagina

source: &Game directory
pl: &Katalog gry
ro: &Directorul jocului

source: &Save directory
pl: &Katalog zapisów
ro: &Salvați directorul

source: &Update directory
pl: &Katalog aktualizacji
ro: &Actualizați directorul

source: &DLC directory
pl: &Katalog DLC
ro: &DLC director

source: &Remove shader caches
pl: &Usuń pamięć podręczną shaderów

source: &Edit graphic packs
pl: &Edytuj pakiety graficzne
ro: &Editarea pachetelor grafice

source: &Edit game profile
pl: &Edytuj profil gry
ro: &Editează profilul jocului

source: &Create shortcut
pl: &Utwórz skrót

source: &Copy Title Name
pl: &Kopiuj nazwę tytułu

source: &Copy Title ID
pl: &Kopiuj ID tytułu

source: &Copy Title Image
pl: &Kopiuj obraz tytułu

source: &Refresh game list
pl: &Odśwież listę gier
ro: &Refresh lista de jocuri

source: Style: &List
pl: Widok: &Lista
ro: Stil: &List

source: Style: &Icons
pl: Widok: &Ikony
ro: Stil: &Icoane

source: Style: &Small Icons
pl: Widok: &Małe ikony
ro: Stil: &Icoane mici

source: Enter a custom game title
pl: Podaj własną nazwę tytułu
ro: Introduceți un titlu de joc personalizat

source: Reset &width
pl: Zresetuj &szerokość
ro: Resetare și lățime

source: Reset &order
pl: Zresetuj &kolejność
ro: Resetare și comandă

source: Show &icon
pl: Pokaż &ikonę

source: Show &name
pl: Pokaż &nazwę
ro: Afișare și nume

source: Show &version
pl: Pokaż &wersję
ro: Afișare și versiune

source: Show &dlc
pl: Pokaż &DLC
ro: Arată &dlc

source: Show &game time
pl: Pokaż &Czas gry
ro: Arată & timp de joc

source: Show &last played
pl: Pokaż &Ostatnio grano

source: Show &region
pl: Pokaż &region
ro: Afișare și regiune

source: Show &title ID
pl: Pokaż &ID tytułu

source: {} minute
pl: {} minuta

source: {} hour
pl: {} godzina

source: never
pl: nigdy
ro: niciodată

source: Remove the shader caches for {}?
pl: Usunąć pamięć podręczną shaderów dla {}?

source: Remove shader caches
pl: Usuń pamięć podręczną shaderów

source: Yes
pl: Tak
ro: Da

source: No
pl: Nie
ro: Nu

source: The shader caches were removed!
pl: Pamięć podręczna shaderów została usunięta!

source: Shader caches removed
pl: Pamięć podręczna shaderów usunięta

source: Failed to remove the shader caches: {}
pl: Nie udało się usunąć pamięć podręczną shaderów: {}

source: Choose shortcut location
pl: Wybierz lokalizację skrótu

source: Failed to save shortcut to {}
pl: Nie udało się zapisać skrótu do {}

source: Progress
pl: Postęp
ro: Progres

source: &Resume
pl: &Wznów
ro: &Reia

source: &Retry
pl: &Ponów
ro: &Reîncercați

source: &Download
pl: &Pobierz
ro: &Descarca

source: Paused
pl: Spauzowane
ro: Întrerupt

source: Not installed (Partially downloaded)
pl: Niezainstalowane (częściowo pobrane)
ro: Nu este instalat (parțial descărcat)

source: Update available
pl: Aktualizacja dostępna
ro: Actualizare Disponibila

source: Not installed
pl: Niezainstalowane
ro: Nu este instalat

source: Initializing
pl: Inicjalizacja
ro: Inițializarea

source: Checking
pl: Sprawdzanie
ro: În cure se verificare

source: Queued
pl: W kolejce
ro: Coadă

source: Downloading
pl: Pobieranie
ro: Descărcare

source: Verifying
pl: Weryfikowanie
ro: Se verifică

source: Installing
pl: Instalowanie
ro: Se instalează

source: Installed
pl: Zainstalowane
ro: Instalat

source: Error:
pl: Błąd:
ro: EROARE:

source: Pairing...
pl: Parowanie…

source: Found controller. Pairing...
pl: Wykryto kontroler. Parowanie…

source: Successfully paired the controller.
pl: Pomyślnie sparowano kontroler.

source: Close
pl: Zamknij
ro: Închide

source: Failed to find a suitable Bluetooth radio.
pl: NIe udało się zlokalizować odpowiedniego odbiornika Bluetooth.

source: Failed to search for controllers.
pl: Nie udało się znaleźć kontrolerów.

source: Failed to pair with the found controller.
pl: Nie udało się sparować wykrytego kontrolera.

source: Please use your system's Bluetooth manager instead.
pl: Proszę użyć systemowego menedżera urządzeń Bluetooth.

source: Cannot open file
pl: Nie można otworzyć pliku
ro: Imposibil de deschis fișierul

source: Not a valid NFC file
pl: Niewłaściwy plik NFC

source: Title installed!
pl: Tytuł zainstalowany!
ro: Titlu instalat!

source: Title installation has been canceled!
pl: Instalacja tytułu została anulowana!
ro: Instalarea titlului a fost anulată!

source: Unable to launch game because the base files were not found.
pl: Nie udało się włączyć gry z uwagi na niewykrycie plików bazowych.
ro: Imposibil de lansat joc, deoarece fișierele de bază nu au fost găsite.

source: Unable to mount title. Make sure the configured game paths are still valid and refresh the game list. File which failed to load:
pl: Nie udało się zamontować tytułu. Upewnij się, że ustawione katalogi zawierające gry są właściwe i odśwież listę. Plik, którego nie udało się załadować:
ro: Imposibil de montat titlu. Asigurați-vă că căile de joc configurate sunt încă valabile și reîmprospătați lista de jocuri. Fișier care nu a reușit să se încarce:

source: Failed to launch game.
pl: Nie udało się włączyć gry.
ro: Nu a reușit să lanseze jocul.

source: Failed to launch executable. Path:
pl: Nie udało się włączyć pliku wykonywalnego. Ścieżka docelowa:
ro: Nu a reușit să lanseze executabil. Drum:

source: Unable to launch title. Make sure the configured game paths are still valid and refresh the game list. Path which failed to load:
pl: Nie udało się włączyć tytułu. Upewnij się, że ustawione katalogi zawierające gry są właściwe i odśwież listę. Ścieżka, której nie udało się załadować:
ro: Imposibil de lansat titlul. Asigurați-vă că căile de joc configurate sunt încă valabile și reîmprospătați lista de jocuri. Calea care nu a reușit să se încarce:

source: Unable to launch game Path:
pl: Nie udało się się włączyć gry Ścieżka docelowa:
ro: Imposibilitatea de a lansa jocul Drum:

source: Could not decrypt title. Make sure that keys.txt contains the correct disc key for this title.
pl: Nie udało się rozszyfrować tytułu. Upewnij się, że plik keys.txt zawiera klucz dysku właściwy dla tego tytułu.

source: Could not decrypt title because title.tik is missing.
pl: Nie udało się rozszyfrować tytułu - nie znaleziono pliku title.tik.

source: All Wii U files (*.wud, *.wux, *.wua, *.wuhb, *.iso, *.rpx, *.elf)
pl: Wszystkie pliki Wii U (*.wud, *.wux, *.wua, *.wuhb, *.iso, *.rpx, *.elf)

source: Wii U image (*.wud, *.wux, *.iso, *.wad)
pl: Obraz Wii U (*.wud, *.wux, *.iso, *.wad)
ro: Wii U imagine (*.wud, *.wux, * .iso, *.wad)

source: Wii U NUS content
pl: Zawartość NUS Wii U

source: Wii U archive (*.wua)
pl: Archiwum Wii U (*.wua)
ro: Arhiva Wii U (*.wua)

source: Wii U homebrew bundle (*.wuhb)
pl: Zestaw homebrew Wii U (*.wuhb)

source: Wii U executable (*.rpx, *.elf)
pl: Plik wykonywalny Wii U (*.rpx, *.elf)
ro: Wii U executabil (*.rpx, *.elf)

source: All files (*.*)
pl: Wszystkie pliki (*.*)
ro: Toate fisierele (*.*)

source: Open file to launch
pl: Otwórz plik, aby włączyć
ro: Deschiderea fișierului pentru lansare

source: Select folder of title to install
pl: Wybierz folder tytułu, aby zainstalować
ro: Selectați folderul de titlu de instalat

source: Select the folder that stores your update, DLC or base game files
pl: Wybierz folder zawierający aktualizację, DLC albo bazowe pliki gry
ro: Selectați folderul care stochează fișierele de actualizare, DLC sau joc de bază

source: The (parent) folder of the title you selected is missing at least one of the required subfolders ("code", "content" and "meta") Make sure that the files are complete.
pl: W folderze (nadrzędnym) tytułu, który wybrałeś, brakuje co najmniej jednego z wymaganych podfolderów („code", "content" oraz "meta”) Upewnij się, że pliki są kompletne.
ro: Folderul (părinte) al titlului pe care l-ați selectat lipsește cel puțin unul dintre subfolderele necesare ("cod", "conținut" și "meta") Asigurați-vă că fișierele sunt complete.

source: The folder you have selected cannot be found on your system.
pl: Folder, który wybrałeś nie został znaleziony.
ro: Folderul pe care l-ați selectat nu poate fi găsit pe sistemul dvs.

source: Unable to find the /meta/meta.xml file inside the selected folder.
pl: Nie udało się znaleźć pliku /meta/meta.xml wewnątrz wybranego folderu.
ro: Imposibil de găsit fișierul /meta/meta.xml în folderul selectat.

source: Open file to load
pl: Otwórz plik, aby wczytać
ro: Deschiderea fișierului pentru încărcare

source: Cemu must be restarted to apply the selected UI language.
pl: Cemu musi zostać zrestartowane, aby zastosować zmianę języka interfejsu.
ro: Cemu trebuie repornit pentru a aplica limba UI selectată.

source: Warning: Disabling the accurate barriers option will lead to flickering graphics but may improve performance. It is highly recommended to leave it turned on.
pl: Ostrzeżenie: Wyłączenie opcji „accurate barriers" prowadzi do migających tekstur, ale może poprawić wydajność. Zaleca się pozostawienie tej opcji włączonej.
ro: Avertisment: Dezactivarea opțiunii de bariere exacte va duce la o grafică pâlpâitoare, dar poate îmbunătăți performanța. Este foarte recomandat să-l lăsați pornit.

source: Accurate barriers are off
pl: „Accurate barriers” są wyłączone
ro: Barierele exacte sunt oprite

source: Updating game list...
pl: Aktualizowanie listy gier…
ro: Actualizarea listei de jocuri...

source: There's a new update available. Do you want to update?
pl: Dostępna jest nowa aktualizacja. Czy chcesz ją zainstalować?
ro: Există o nouă actualizare disponibilă. Doriți să actualizați?

source: Update notification
pl: Powiadomienie o aktualizacji
ro: Notificare de actualizare

source: About Cemu
pl: O Cemu
ro: Despre Cemu

source: Cemu Version {0} Compiled on {1} Original authors: {2}
pl: Cemu Wersja {0} Skompilowana w dniu {1} Pierwotni autorzy: {2}
ro: Cemu versiunea {0} Compilat pe {1} Autori originali: {2}

source: Cemu is a Wii U emulator. Wii and Wii U are trademarks of Nintendo. Cemu is not affiliated with Nintendo.
pl: Cemu jest emulatorem konsoli Wii U. Wii oraz Wii U są znakami towarowymi Nintendo. Cemu nie jest zafiliowane z Nintendo.
ro: Cemu este un emulator Wii U. Wii și Wii sunteți mărci comerciale ale Nintendo. Cemu nu este afiliat cu Nintendo.

source: Used libraries and utilities:
pl: Użyte biblioteki oraz narzędzia:
ro: Biblioteci și utilități utilizate:

source: Thanks to our Patreon supporters:
pl: Podziękowania dla wspierających na Patreonie:
ro: Vă mulțumim pentru suporterii noștri Patreon:

source: Special thanks:
pl: Specjalne podziękowania:
ro: Mulțumiri speciale:

source: &Load...
pl: &Wczytaj…
ro: &Încărcați ...

source: &Install game title, update or DLC...
pl: &Zainstaluj grę, aktualizację albo DLC…
ro: &Instalați titlul jocului, actualizarea sau DLC...

source: Stop emulation
pl: Przestań emulować

source: &Open Cemu folder
pl: &Otwórz folder Cemu

source: &Open MLC folder
pl: &Otwórz folder MLC

source: &Exit
pl: &Wyjdź
ro: &Ieșire

source: &File
pl: &Plik
ro: &Fișier

source: &English
pl: &Angielski
ro: &Engleză

source: &Japanese
pl: &Japoński
ro: &Japoneză

source: &French
pl: &Francuski
ro: & Franceză

source: &German
pl: &Niemiecki
ro: & Germană

source: &Italian
pl: &Włoski
ro: & Italiană

source: &Spanish
pl: &Hiszpański
ro: &Spaniolă

source: &Chinese
pl: &Chiński
ro: &Chineză

source: &Korean
pl: &Koreański
ro: &coreeană

source: &Dutch
pl: &Duński
ro: & Olandeză

source: &Portuguese
pl: &Portugalski
ro: &portugheză

source: &Russian
pl: &Rosyjski
ro: &Rusă

source: &Taiwanese
pl: &Tajwański
ro: &taiwaneză

source: &Fullscreen
pl: &Tryb pełnoekranowy
ro: &Ecran complet

source: &Graphic packs
pl: &Pakiety graficzne
ro: &Pachete grafice

source: &Separate GamePad view
pl: &Odrębny widok GamePada
ro: &Vizualizare separată GamePad

source: &General settings
pl: &Ustawienia ogólne
ro: &Setări generale

source: &Input settings
pl: &Ustawienia urządzeń wejściowych
ro: &Setări de intrare

source: &Active account
pl: &Aktywne konto
ro: &Cont activ

source: &Console language
pl: &Język konsoli
ro: &Limba consolei

source: &Options
pl: &Opcje
ro: &Opțiuni

source: &Title Manager
pl: &Menedżer tytułów

source: &Download Manager
pl: &Menedżer pobierania

source: &Emulated USB Devices
pl: &Emulacja urządzeń USB

source: &Tools
pl: &Narzędzia
ro: &Instrumente

source: &1x speed
pl: &Prędkość 1x
ro: &1x viteza

source: &2x speed
pl: &Prędkość 2x
ro: &2x viteză

source: &4x speed
pl: &Prędkość 4x
ro: &4x viteză

source: &8x speed
pl: &Prędkość 8x
ro: &8x viteză

source: &0.5x speed
pl: &Prędkość 0,5x
ro: &0.5x viteza

source: &0.25x speed
pl: &Prędkość 0,25x
ro: &0.25x viteza

source: &0.125x speed
pl: &Prędkość 0,125x
ro: &0.125x viteza

source: &Timer speed
pl: &Prędkość zegara
ro: &Viteza cronometrului

source: &CPU
pl: &Procesor

source: &Scan NFC tag from file
pl: &Skan taga NFC z pliku
ro: &Scanați eticheta NFC din fișier

source: &Unsupported API calls
pl: &Niewspierane sygnały API
ro: &Apeluri API neacceptate

source: &Invalid API usage
pl: &Niewłaściwe użycie API

source: &Options below are for experts. Leave off if unsure
pl: &Poniższe ustawienia są dla zaawansowanych użytkowników. Jeżeli nie wiesz co oznaczają, nie ruszaj ich

source: &CafeOS modules logging
pl: &logging modułów CafeOS

source: &Graphic pack patches
pl: &Patche pakietu graficznego
ro: &Graphic pack patch-uri

source: &Texture cache warnings
pl: &Ostrzeżenia pamięci podręcznej tekstur
ro: &Avertismente cache textură

source: &Textures
pl: &Tekstury
ro: &Texturi

source: &Shaders
pl: &Shadery
ro: &Shadere

source: &Render upside-down
pl: &Renderuj do góry nogami
ro: &Randare cu susul în jos

source: &Open logging window
pl: &Otwórz okno logów
ro: &Deschideți fereastra de înregistrare în jurnal

source: &View PPC threads
pl: &Pokaż wątki PPC
ro: &Vezi fire PPC

source: &View PPC debugger
pl: &Pokaż debugger PPC
ro: &Vezi depanator PPC

source: &View audio debugger
pl: &Pokaż debugger audio
ro: &Vizualizați depanatorul audio

source: &View texture cache info
pl: &Pokaż informacje pamięci podręcznej tekstur
ro: &Vizualizarea informațiilor din memoria cache a texturii

source: &Dump current RAM
pl: &Zrzut obecnego RAMu
ro: &Dump RAM curent

source: &Check for updates
pl: &Sprawdź aktualizacje
ro: &Căutați actualizări

source: &About Cemu
pl: &O Cemu
ro: &Despre Cemu

source: &Help
pl: &Pomoc
ro: Ajutor(&H)

source: Interface
pl: Interfejs
ro: Interfață

source: Language
pl: Język
ro: Limbă

source: Default
pl: Domyślny
ro: Implicit

source: Changes the interface language of Cemu Available languages are stored in the translation directory A restart will be required after changing the language
pl: Zmienia język interfejsu Cemu Dostępne języki są przechowywane w katalogu z tłumaczeniami Zmiana języka wymaga restartu
ro: Schimbă limba de interfață a Cemu Limbile disponibile sunt stocate în directorul de traducere Va fi necesară o repornire după schimbarea limbii

source: Remember main window position
pl: Zachowaj pozycję głównego okna
ro: Amintiți-vă poziția principală a ferestrei

source: Restores the last known window position and size when starting Cemu
pl: Przywraca ostatnią znaną pozycję okna i jego rozmiar przy starcie Cemu
ro: Restaurează ultima poziție și dimensiune cunoscută a ferestrei la pornirea Cemu

source: Remember pad window position
pl: Zachowaj pozycję okna kontrolera
ro: Amintiți-vă poziția ferestrei pad

source: Restores the last known pad window position and size when opening it
pl: Przywraca ostatnią znaną pozycję okna kontrolera i jego rozmiar przy starcie Cemu
ro: Restaurează ultima poziție și dimensiune cunoscută a ferestrei pad-ului la deschiderea acesteia

source: Enables the Discord Rich Presence feature You will also need to enable it in the Discord settings itself!
pl: Włącza funkcję Discord Rich Presence Opcję tę należy włączyć również w ustawieniach samego Discorda!
ro: Activează caracteristica Prezență îmbogățită Discord De asemenea, va trebui să o activați în setările Discord în sine!

source: Fullscreen menu bar
pl: Pasek menu w trybie pełnoekranowym
ro: Bara de meniu pe tot ecranul

source: Displays the menu bar when Cemu is running in fullscreen mode and the mouse cursor is moved to the top
pl: Wyświetla pasek menu kiedy Cemu działa w trybie pełnoekranowym oraz przysunięto kursor myszy do góry
ro: Afișează bara de meniu atunci când Cemu rulează în modul ecran complet și cursorul mouse-ului este mutat în partea de sus

source: Automatically check for updates
pl: Sprawdzaj aktualizacje automatycznie
ro: Căutați automat actualizări

source: Automatically checks for new cemu versions on startup
pl: Sprawdzaj aktualizacje automatycznie przy starcie Cemu
ro: Verifică automat noile versiuni cemu la pornire

source: Save screenshot
pl: Zapis zrzutu ekranu
ro: Salvați captura de ecran

source: Pressing the screenshot key (F12) will save a screenshot directly to the screenshots folder
pl: Wciśnięcie klawisza zrzutu ekranu (F12) zapisze zrzut ekranu w odpowiednim folderze
ro: Apăsarea tastei de captură de ecran (F12) va salva o captură de ecran direct în folderul capturi de ecran

source: Disable screen saver
pl: Wyłącz wygaszacz ekranu

source: Prevents the system from activating the screen saver or going to sleep while running a game.
pl: Zapobiega aktywacji wygaszacza ekranu albo uśpienia w trakcie działania gry.

source: Enable Feral GameMode
pl: Włącz Feral GameMode

source: Custom MLC path
pl: Własna ścieżka docelowa folderu MLC

source: You can configure a custom path for the emulated internal Wii U storage (MLC). This is where Cemu stores saves, accounts and other Wii U system files.
pl: Możesz ustawić własną ścieżkę docelową dla emulowanego dysku wewnętrznego Wii U (MLC). To tu Cemu przechowuje zapisy, konta i inne pliki systemowe konsoli.

source: The mlc directory contains your save games and installed game update/dlc data
pl: Katalog MLC zawiera twoje zapisy gier oraz zainstalowane aktualizacje/dane DLC
ro: Directorul MLC conține jocurile de salvare și datele instalate de actualizare a jocului / dlc

source: Add the root directory of your game(s). It will scan all directories in it for games
pl: Dodaj główny katalog gier. Program przeskanuje wszystkie zawarte w nim foldery w poszukiwaniu gier
ro: Adăugați directorul rădăcină al jocului (jocurilor). Acesta va scana toate directoarele în ea pentru jocuri

source: Adds a game path to scan for games displayed in the game list If you have unpacked games, make sure to select the root folder of a game
pl: Dodaje ścieżkę docelową w celu poszukiwania gier zawartych na liście Jeżeli posiadasz nierozpakowane gry, pamiętaj, aby zaznaczyć folder główny gry
ro: Adaugă o cale de joc pentru a scana pentru jocurile afișate în lista de jocuri Dacă ați despachetat jocuri, asigurați-vă că selectați folderul rădăcină al unui joc

source: Remove
pl: Usuń
ro: Șterge

source: Removes the currently selected game path from the game list
pl: Usuwa zaznaczoną pozycję z listy gier
ro: Elimină calea de joc selectată în prezent din lista de jocuri

source: General
pl: Ogólne

source: Graphics API
pl: Graficzne API

source: Select one of the available graphic back ends
pl: Wybierz jeden z dostępnych backendów graficznych
ro: Selectați unul dintre capetele din spate grafice disponibile

source: Graphics Device
pl: Urządzenie graficzne
ro: Dispozitiv grafic

source: Select the used graphic device
pl: Wybierz używane urządzenie graficzne
ro: Selectarea dispozitivului grafic utilizat

source: VSync
pl: Synchronizacja pionowa (V-Sync)

source: Controls the vsync state
pl: Kontroluje stan synchronizacji pionowej
ro: Controlează starea vsync

source: Enables async shader and pipeline compilation. Reduces stutter at the cost of objects not rendering for a short time. Vulkan only
pl: Włącza funkcje async shader oraz pipeline compilation. Redukuje przycięcia kosztem niewłaściwego renderowania obiektów przez krótką chwilę. Tylko przy użyciu Vulkana
ro: Permite async shader și compilarea conductelor. Reduce bâlbâiala cu prețul obiectelor care nu se redau pentru o perioadă scurtă de timp. Numai Vulkan

source: If synchronization is requested by the game, the emulated CPU will wait for the GPU to finish all operations. This is more accurate behavior, but may cause lower performance
pl: Jeżeli gra wymaga synchronizacji, emulowany procesor zaczeka aż GPU zakończy swoje operacje. Jest to zachowanie dokładniejsze, może jednak obniżyć wydajność
ro: Dacă sincronizarea este solicitată de joc, procesorul emulat va aștepta ca GPU-ul să termine toate operațiunile. Acest lucru este un comportament mai precis, dar poate provoca performanțe mai scăzute
