Repository: cemu-project/Cemu-Language
Catalog: resources/*/cemu.po
Languages: pl, ro

source: Upscale filter
pl: Filtr upscalingu
ro: Filtru upscale

source: Upscaling filters are used when the game resolution is smaller than the window size
pl: Filtry upscalingu są używane, gdy rozdzielczość emulowanej gry jest niższa od rozmiaru okna
ro: Filtrele de upscaling sunt utilizate atunci când rezoluția jocului este mai mică decât dimensiunea ferestrei

source: Downscale filter
pl: Filtr downscalingu
ro: Filtrul Downscale

source: Downscaling filters are used when the game resolution is bigger than the window size
pl: Filtry downscalinbu są używane, gdy rozdzielczość emulowanej gry jest wyższa od rozmiaru okna
ro: Filtrele de downscaling sunt utilizate atunci când rezoluția jocului este mai mare decât dimensiunea ferestrei

source: Keep aspect ratio
pl: Zachowaj proporcje
ro: Păstrați raportul de aspect

source: Stretch
pl: Rozciągnij
ro: Întinde

source: Fullscreen scaling
pl: Skalowanie w trybie pełnoekranowym
ro: Scalare pe tot ecranul

source: Latency
pl: Opóźnienie
ro: Latență

source: Device
pl: Urządzenie
ro: Dispozitiv

source: Select the active audio output device for Wii U TV
pl: Wybierz urządzenie wyjściowe dla głównego ekranu Wii U
ro: Selectați dispozitivul de ieșire audio activ pentru Wii U TV

source: Channels
pl: Kanały
ro: Canale

source: Select the active audio output device for Wii U GamePad
pl: Wybierz urządzenie wyjściowe dla GamePada Wii U
ro: Selectați dispozitivul de ieșire audio activ pentru Wii U GamePad

source: Top left
pl: Lewy górny
ro: Stânga sus

source: Top center
pl: Środkowy górny
ro: Centru sus

source: Top right
pl: Prawy górny
ro: Dreapta sus

source: Bottom left
pl: Lewy dolny
ro: Stânga jos

source: Bottom center
pl: Środkowy dolny
ro: Centru Jos

source: Bottom right
pl: Prawy dolny
ro: Dreapta jos

source: Overlay
pl: Nakładka
ro: Suprapunere

source: Position
pl: Pozycja
ro: Poziție

source: Controls the overlay which displays technical information while playing
pl: Ustawienia nakładki, która wyświetla informacje techniczne w trakcie gry
ro: Controlează suprapunerea care afișează informații tehnice în timpul redării

source: Text Color
pl: Kolor tekstu
ro: Culoare text

source: Sets the text color of the overlay
pl: Ustawia kolor tekstu nakładki
ro: Setează culoarea textului suprapunerii

source: Scale
pl: Skala
ro: Scalare

source: Sets the scale of the overlay text
pl: Ustawia skalę tekstu nakładki
ro: Setează scala textului suprapus

source: The number of frames per second. Average over last 5 seconds
pl: Ilość klatek na sekundę. Średnia z ostatnich 5 sekund
ro: Numărul de cadre pe secundă. Media ultimelor 5 secunde

source: CPU usage
pl: Użycie procesora
ro: Utilizarea procesorului

source: CPU usage of Cemu in percent
pl: Obciążenie procesora przez Cemu w procentach
ro: Utilizarea procesorului Cemu în procente

source: CPU per core usage
pl: Użycie procesora wg rdzenia
ro: CPU per utilizare de bază

source: Total cpu usage in percent for each core
pl: Całościowe obciążenie procesora w procentach dla każdego rdzenia
ro: Utilizarea totală a procesorului în procente pentru fiecare nucleu

source: RAM usage
pl: Użycie pamięci RAM
ro: Utilizarea ramului

source: Cemu RAM usage in MB
pl: Obciążenie pamięci RAM przez Cemu w megabajtach
ro: Cemu RAM de utilizare în MB

source: VRAM usage
pl: Użycie VRAM
ro: Utilizarea VRAM

source: The VRAM usage of Cemu in MB
pl: Użycie VRAM-u przez Cemu w megabajtach
ro: Utilizarea VRAM a Cemu în MB

source: This option requires Win8.1+
pl: Ta opcja wymaga systemu Windows 8.1 lub nowszego
ro: Această opțiune necesită Win8.1+

source: Displays internal debug information (Vulkan only)
pl: Wyświetla wewnętrzne informacje dot. debugu (tylko Vulkan)
ro: Afișează informații interne de depanare (numai Vulkan)

source: Notifications
pl: Powiadomienia
ro: Notificări

source: Controls the notification position while playing
pl: Ustawienie pozycji powiadomień w trakcie gry
ro: Controlează poziția de notificare în timpul jocului

source: Sets the text color of notifications
pl: Ustawia kolor tekstu powiadomień
ro: Setează culoarea textului notificărilor

source: Sets the scale of the notification text
pl: Ustawia skalę tekstu powiadomień
ro: Setează scala textului notificării

source: Controller profiles
pl: Profile kontrolera
ro: Profiluri de controler

source: Displays the active controller profile when starting a game
pl: Wyświetla aktywny profil kontrolera przy starcie gry
ro: Afișează profilul controlerului activ la începerea unui joc

source: Low battery
pl: Niska bateria
ro: Baterie scăzută

source: Shows a notification when a low controller battery has been detected
pl: Pokazuje powiadomienie, gdy poziom baterii kontrolera jest niski
ro: Afișează o notificare atunci când a fost detectată o baterie de controler scăzut

source: Shader compiler
pl: Kompilacja shaderów
ro: Shader compilator

source: Shows a notification after shaders have been compiled
pl: Pokazuje powiadomienie, gdy shadery zostały skompilowane
ro: Afișează o notificare după ce au fost compilate shadere

source: Friend list
pl: Lista znajomych
ro: Lista de prieteni

source: Account settings
pl: Ustawienia konta
ro: Setări cont

source: Active account
pl: Aktywne konto
ro: Cont activ

source: Create
pl: Utwórz
ro: Creează

source: Custom
pl: Własne

source: Network Service
pl: Usługa sieciowa

source: Online functionality disabled for this account
pl: Funkcje online są wyłączone dla tego konta

source: Connect to the official Nintendo Network Service
pl: Połącz się z oficjalną usługą Nintendo Network Service

source: Connect to the Pretendo Network Service
pl: Połącz się z usługą Pretendo Network Service

source: Connect to a custom Network Service (configured via network_services.xml)
pl: Połącz się z własną Network Service (konfigurowaną w pliku network_services.xml)

source: Online play requirements
pl: Wymagania do gry online

source: No account selected
pl: Nie wybrano konta
ro: Nu este selectat niciun cont

source: Online play tutorial
pl: Poradnik gry online
ro: Tutorial de joc online

source: Account information
pl: Informacje o koncie
ro: Informații despre cont

source: The persistent id is the internal folder name used for your saves
pl: Trwałe ID to nazwa folderu lokalnego, używanego dla twoich zapisów gier
ro: ID-ul persistent este numele folderului intern utilizat pentru salvările dvs.

source: The mii name is the profile name
pl: Nazwa mii jest nazwą profilu
ro: Numele miii este numele profilului

source: Birthday
pl: Urodziny
ro: Zi de naştere

source: Female
pl: Kobieta
ro: Femeie

source: Male
pl: Mężczyzna
ro: Bărbat

source: Gender
pl: Płeć

source: Country
pl: Kraj
ro: Țară

source: Crash dump
pl: Zrzut danych crasha

source: Full
pl: Pełny
ro: Complet

source: Enabled
pl: Włączony

source: Creates a dump when Cemu crashes Only enable when requested by a developer! The Full option will create a very large dump file (includes a full RAM dump of the Cemu process)
pl: Tworzy zrzut danych w razie crasha Cemu Włącz tylko jeżeli poprosił cię o to deweloper! Opcja Pełny stworzy obszerny plik zrzutu (włącznie z pełnym zrzutem RAMu procesu Cemu)
ro: Creează o imagine atunci când Cemu se blochează Activați numai atunci când este solicitat de un dezvoltator! Opțiunea completă va crea un fișier dump foarte mare (include o imagine ram completă a procesului Cemu)

source: Creates a core dump when Cemu crashes Only enable when requested by a developer!
pl: Tworzy zrzut danych w razie crasha Cemu Włącz tylko jeżeli poprosił cię o to deweloper!

source: GDB Stub port
pl: Port GDB Stub

source: Changes the port that the GDB stub will use, which you can use by either starting Cemu with the --enable-gdbstub option or by enabling it the Debug tab.
pl: Zmienia port, którego użyje GDB stub, możesz go użyć poprzez włączenie Cemu z opcją --enable-gdbstub albo włączając ją w zakładce Debug.

source: General settings
pl: Ustawienia ogólne
ro: Setări generale

source: Graphics
pl: Grafika
ro: Grafică

source: Audio
pl: Dźwięk

source: Can't delete the only account!
pl: Nie można usunąć jedynego konta!
ro: Nu se poate șterge singurul cont!

source: Are you sure you want to delete the account {} with id {:x}?
pl: Czy na pewno chcesz usunąć konto {} o ID {:x}?
ro: Sunteți sigur că doriți să ștergeți {} contului cu id-ul {:x}?

source: Selected account is a valid online account
pl: Wybrane konto jest prawidłowym kontem online

source: Selected account is not linked to a NNID or PNID
pl: Wybrane konto nie jest powiązane z NNID albo PNID

source: OTP.bin or SEEPROM.bin is missing
pl: Brakuje pliku OTP.bin lub SEEPROM.bin

source: OTP and SEEPROM present but no certificate files were found
pl: OTP oraz SEEPROM są obecne, ale nie znaleziono plików certyfikatu

source: Online play is not set up. Follow the guide below to get started
pl: Gra online nie została skonfigurowana. Skorzystaj z poniższego poradnika, aby zacząć

source: Network service
pl: Usługa sieciowa

source: Off
pl: Wyłączona
ro: Închis

source: On
pl: Włączona
ro: Activat

source: Double buffering
pl: Podwójne buforowanie
ro: Tamponare dublă

source: Triple buffering
pl: Potrójne buforowanie
ro: Buffering triplu

source: Match emulated display (Experimental)
pl: Dopasuj do emulowanego ekranu (eksperymentalne)
ro: Afișaj emulat de potrivire (Experimental)

source: You have to restart the game in order to apply the new settings.
pl: Musisz zrestartować grę, aby zastosować nowe ustawienia.
ro: Trebuie să reporniți jocul pentru a aplica noile setări.

source: Select a directory containing games.
pl: Wybierz katalog zawierający gry.
ro: Selectați un director care conține jocuri.

source: Can't change MLC path while a game is running!
pl: Nie można zmienić ścieżki MLC w czasie działania gry!

source: Select MLC directory
pl: Wybierz katalog MLC

source: Note that changing the MLC location will not transfer any accounts or save files. Are you sure you want to change the path?
pl: Pamiętaj, że zmiana lokalizacji MLC nie przeniesie żadnego konta, ani zapisu. Czy na pewno chcesz zmienić ścieżkę docelową?

source: Failed to create default MLC files in the selected directory. The MLC path has not been changed
pl: Nie udało się utworzyć domyślnych plików MLC w zaznaczonym katalogu. Ścieżka docelowa MLC pozostała niezmieniona

source: The selected directory does not contain the expected MLC structure. Do you want to create a new MLC structure in this directory? Note that changing the MLC location will not transfer any accounts or save files.
pl: Wybrany katalog nie posiada oczekiwanej struktury dla MLC. Czy chcesz stworzyć nową strukturę MLC w tym katalogu? Pamiętaj, że zmiana lokalizacji MLC nie przeniesie żadnego konta, ani zapisu.

source: Cemu needs to be restarted for the changes to take effect.
pl: Cemu musi zostać zrestartowane, aby zastosować zmiany.

source: The following error(s) have been found:
pl: Wykryto następujący błąd (błędy):

source: otp.bin missing in Cemu directory
pl: nie znaleziono pliku otp.bin w katalogu Cemu

source: otp.bin is invalid
pl: plik otp.bin jest nieprawidłowy

source: seeprom.bin missing in Cemu directory
pl: nie znaleziono pliku seeprom.bin w katalogu Cemu

source: seeprom.bin is invalid
pl: plik seeprom.bin jest nieprawidłowy

source: Online Status
pl: Status online
ro: Stare Online

source: AccountId missing (The account is not connected to a NNID/PNID)
pl: Nie znaleziono ID konta (AccountId) - konto nie jest podłączone do NNID/PNID

source: IsPasswordCacheEnabled is set to false (The remember password option on your Wii U must be enabled for this account before dumping it)
pl: Opcja IsPasswordCacheEnabled jest wyłączona (opcja Zapamiętaj hasło na twoim Wii U musi być włączona dla tego konta przed jego zrzutem)
ro: IsPasswordCacheEnabled este setat la false (opțiunea de reținere a parolei de pe Wii U trebuie să fie activată pentru acest cont înainte de dumping).

source: AccountPasswordCache is empty (The remember password option on your Wii U must be enabled for this account before dumping it)
pl: AccountPasswordCache jest puste (opcja Zapamiętaj hasło na twoim Wii U musi być włączona dla tego konta przed jego zrzutem)
ro: AccountPasswordCache este gol (Opțiunea de reținere a parolei de pe Wii U trebuie să fie activată pentru acest cont înainte de a-l arunca)

source: PrincipalId missing
pl: Nie znaleziono PrincipalId
ro: PrincipalId lipsă

source: Emulated USB Devices
pl: Emulacja urządzeń USB

source: Skylanders Portal
pl: Portal Skylanders

source: Infinity Base
pl: Podstawka Infinity

source: Skylanders Manager
pl: Menedżer Skylanders

source: Emulate Skylander Portal
pl: Emuluj portal Skylander

source: Infinity Manager
pl: Menedżer Infinity

source: Emulate Infinity Base
pl: Emuluj podstawkę Infinity

source: Open Skylander dump
pl: Otwórz zrzut Skylander

source: Skylander Figure Creator
pl: Kreator figurki Skylander

source: Create Skylander file
pl: Utwórz plik Skylander

source: Infinity Figure Creator
pl: Kreator figurki Infinity

source: Create Infinity Figure file
pl: Utwórz plik figurki Infinity

source: Open Infinity Figure dump
pl: Otwórz zrzut figurki Infinity

source: It looks like you're starting Cemu for the first time. This quick setup assistant will help you get the best experience
pl: Wygląda na to, że włączyłeś Cemu po raz pierwszy. Dla najlepszych wrażeń zalecamy skorzystać z szybkiego konfiguratora
ro: Se pare ca esti incepand Cemu pentru prima dată. Acest asistent de configurare rapidă vă va ajuta să obțineți cea mai bună experiență

source: Cemu is running in portable mode
pl: Cemu działa w trybie przenośnym

source: Select the language you want to use in Cemu
pl: Wybierz język, którego chcesz używać w Cemu

source: Game paths
pl: Ścieżki docelowe gier
ro: Căi de joc

source: The game path is scanned by Cemu to automatically locate your games, game updates and DLCs. We recommend creating a dedicated directory in which you place all your Wii U game files. Additional paths can be set later in Cemu's general settings. All common Wii U game formats are supported by Cemu.
pl: Ścieżka docelowa gier jest skanowana przez Cemu, aby automatycznie zlokalizować twoje gry, aktualizacje oraz DLC. Rekomendujemy stworzenie specjalnego katalogu w którym umieścisz wszystkie swoje pliki gier Wii U. Dodatkowe ścieżki mogą zostać dodane później w Ustawieniach ogólnych Cemu. Wszystkie formaty gier na Wii U są wspierane.

source: Game path
pl: Ścieżka docelowa gry
ro: Calea jocului

source: Select a folder
pl: Wybierz folder
ro: Selectarea unui folder

source: Graphic packs && mods
pl: Pakiety graficzne && mody

source: Graphic packs improve games by offering the ability to change resolution, increase FPS, tweak visuals or add gameplay modifications. Get started by opening the graphic packs configuration window.
pl: Pakiety graficzne poprawiają działanie gier poprzez możliwość zmiany rozdzielczości, zwiększenia FPSów, poprawek wizualnych i innych modyfikacji. Rozpocznij od otworzenia okna konfiguracji pakietów graficznych.

source: Download and configure graphic packs
pl: Pobierz i skonfiguruj pakiety graficzne

source: Next
pl: Następny
ro: Următor

source: You can configure one controller for each player. We advise you to always use GamePad as emulated input for the first player, since many games expect the GamePad to be present. It is also required for touch functionality. The default global hotkeys are: CTRL - show pad screen CTRL + TAB - toggle pad screen ALT + ENTER - toggle fullscreen ESC - leave fullscreen If you're having trouble configuring your controller, make sure to have it in idle state and press calibrate. Also don't set the axis deadzone too low.
pl: Możesz skonfigurować kontroler dla poszczególnego gracza. Zalecamy ustawienie GamePada Wii U jako emulowanego kontrolera dla pierwszego gracza, z uwagi na to, że wiele gier wymaga jego obecności. Jest to również wymagane dla funkcji dotyku. Domyślne skróty klawiszowe: CTRL - pokaż ekran pada CTRL + TAB - przełącz ekran pada ALT + ENTER - przełącz tryb pełnoekranowy ESC - opuść tryb pełnoekranowy Jeżeli masz kłopoty z konfiguracją swojego kontrolera, upewnij się, że znajduje się on w pozycji neutralnej i naciśnij Skalibruj. Ponadto, nie ustawiaj martwej strefy drążków na zbyt niskiej wartości.
ro: Puteți configura un controler pentru fiecare jucător. Vă sfătuim să utilizați întotdeauna GamePad ca intrare emulată pentru primul jucător, deoarece multe jocuri se așteaptă ca GamePad-ul să fie prezent. De asemenea, este necesar pentru funcționalitatea tactilă. Tastele rapide globale implicite sunt: CTRL - arată ecranul pad-ului CTRL + TAB - comutați ecranul pad-ului ALT + ENTER - comutați pe tot ecranul ESC - lăsați pe tot ecranul Dacă întâmpinați probleme la configurarea controlerului, asigurați-vă că îl aveți în stare inactivă și apăsați pe calibrare. De asemenea, nu setați axa deadzone prea scăzut.

source: Configure input
pl: Skonfiguruj urządzenie wejściowe
ro: Configurarea intrărilor

source: Additional options
pl: Opcje dodatkowe
ro: Opțiuni suplimentare

source: Start games with fullscreen
pl: Włączaj gry w trybie pełnoekranowym
ro: Începeți jocurile cu ecran complet

source: Open separate pad screen
pl: Otwórz odrębne okno GamePada
ro: Deschideți ecranul pad-ului separat

source: Previous
pl: Poprzednie
ro: Anterior

source: Browse
pl: Przeglądaj
ro: Încărcați

source: Select a file
pl: Wybierz plik
ro: Selectarea unui fișier

source: Select a directory
pl: Wybierz katalog
ro: Selectați un director

source: Japanese
pl: Japoński
ro: Japoneză

source: English
pl: Angielski
ro: Engleză

source: French
pl: Francuski
ro: Teritoriile Franceze de Sud

source: German
pl: Niemiecki
ro: Germană

source: Italian
pl: Włoski
ro: Italiană

source: Spanish
pl: Hiszpański
ro: Spaniolă

source: Chinese
pl: Chiński
ro: Chineza

source: Korean
pl: Koreański
ro: Coreeană

source: Dutch
pl: Duński
ro: Olandeză

source: Portugese
pl: Portugalski
ro: Portugheză

source: Russian
pl: Rosyjski
ro: Rusă

source: Taiwanese
pl: Tajwański
ro: Taiwaneză

source: unknown
pl: nieznany
ro: necunoscut

source: Cemu failed to write to the custom mlc directory. The path is: {}
pl: Zapis we własnym katalogu mlc nie powiódł się. Ścieżka docelowa to: {}

source: Cemu failed to write to the mlc directory. The path is: {}
pl: Zapis w katalogu mlc nie powiódł się. Ścieżka docelowa to: {}

source: Cemu failed to write to the custom mlc directory. The path is: {} Cemu cannot start without a valid mlc path. Do you want to reset the path? You can later change it again in the General Settings.
pl: Zapis na własnym katalogu mlc nie powiódł się. Ścieżka docelowa to: {} Cemu nie może się włączyć bez prawidłowej ścieżki mlc. Chcesz zresetować ścieżkę docelową? Możesz ją później zmienić w Ustawieniach ogólnych.

source: Reset path
pl: Resetuj ścieżkę

source: Cemu can't write to {}!
pl: Zapis w {} nie powiódł się!

source: Thank you for testing the in-development build of Cemu for macOS. The macOS port is currently purely experimental and should not be considered stable or ready for issue-free gameplay. There are also known issues with degraded performance due to the use of MoltenVk and Rosetta for ARM Macs. We appreciate your patience while we improve Cemu for macOS.
pl: Dziękujemy za przetestowanie wersji eksperymentalnej Cemu dla systemu macOS. Port dla systemu macOS znajduje się w fazie eksperymentalnej i nie jest stabilny, bądź gotowy do bezproblemowej rozgrywki. Ponadto, wykryto problemy z pogorszoną wydajnością z uwagi na wykorzystanie MoltenVK oraz Rosetty dla Maców z architekturą ARM. Doceniamy twoją cierpliwość w czasie poprawiania Cemu dla systemu macOS.

source: Preview version
pl: Wersja poglądowa (Preview)

source: I understand
pl: Rozumiem

source: Couldn't create a required cemu directory or file! Error: {0}
pl: Nie można utworzyć potrzebnego katalogu albo pliku Cemu! Błąd: {0}
ro: Nu a putut crea un director cemu necesare sau fișier! Eroare: {0}

source: Edit game profile
pl: Edytuj profil gry
ro: Editarea profilului de joc

source: EXPERT OPTION This option will load libraries from the cafeLibs directory
pl: OPCJA ZAAWANSOWANA Ta opcja załaduje pliki bibliotek z katalogu cafeLibs
ro: OPȚIUNEA EXPERT Această opțiune va încărca biblioteci din directorul cafeLibs

source: Launch with gamepad view
pl: Włącz z widokiem GamePada
ro: Lansați cu vizualizarea gamepad

source: Games will be launched with gamepad view toggled as default. The view can be toggled with CTRL + TAB
pl: Gry będą włączone z widokiem GamePada jako opcją domyślną. Widok można zmienić przy użyciu skrótu klawiszowego CTRL + TAB
ro: Jocurile vor fi lansate cu vizualizarea gamepad-ului comutată ca implicită. Vizualizarea poate fi comutată cu CTRL + TAB

source: CPU
pl: Procesor

source: Mode
pl: Tryb

source: Auto (recommended)
pl: Autom. (zalecane)
ro: Auto (recomandat)

source: Set the CPU emulation mode
pl: Ustaw tryb emulacji procesora
ro: Setarea modului de emulare a procesorului

source: cycles
pl: cykle
ro: Cicluri

source: false
pl: fałsz
ro: fals

source: true
pl: prawda
ro: adevărat

source: Graphic
pl: Grafika
ro: Grafic

source: Forces a given controller profile
pl: Wymusza podany profil kontrolera
ro: Forțează un anumit profil de controlor

source: Enter a new value.
pl: Podaj nową wartość.
ro: Introduceți o valoare nouă.

source: Enter a target address.
pl: Podaj adres docelowy.
ro: Introduceți o adresă țintă.

source: Comment
pl: Komentuj
ro: Comentariu

source: Enter a new comment.
pl: Dodaj nowy komentarz.
ro: Introduceți un comentariu nou.

source: &Copy
pl: &Kopiuj
ro: & Copiați

source: &Pin to main window
pl: &Przypnij do okna głównego
ro: &Fixați la fereastra principală

source: &Symbols
pl: &Symbole
ro: &Simboluri

source: &Window
pl: &Okno
ro: &Fereastră

source: Enter a new instruction.
pl: Podaj nową instrukcję.
ro: Introduceți o instrucțiune nouă.

source: Failed to connect to server
pl: Nie udało się połączyć z serwerem
ro: Nu s-a reușit conectarea la server

source: No updates available.
pl: Brak dostępnych aktualizacji.
ro: Nici un update disponibil.

source: Updated graphic packs are available. Do you want to download and install them?
pl: Dostępne są zaktualizowane pakiety graficzne. Czy chcesz je pobrać i zainstalować?
ro: Sunt disponibile pachete grafice actualizate. Doriți să le descărcați și să le instalați?

source: Checking version...
pl: Sprawdzanie wersji…
ro: Verificarea versiunii...

source: Downloading graphic packs...
pl: Pobieranie pakietów graficznych…
ro: Descărcarea pachetelor grafice...

source: Extracting...
pl: Wypakowywanie…
ro: Extragerea...

source: Failed to load patches for graphic pack '{}'
pl: Nie udało się wczytać patchy dla pakietu graficznego '{}'

source: Failed to apply patches for graphic pack '{}'
pl: Nie udało się zastosować patchy dla pakietu graficznego '{}'

source: Details:
pl: Szczegóły:

source: Graphic pack error
pl: Błąd pakietu graficznego

source: Unable to create file keys.txt This can happen if Cemu does not have write permission to its own directory, the disk is full or if anti-virus software is blocking Cemu.
pl: Nie udało się stworzyć pliku keys.txt Zdarza się tak, gdy Cemu nie ma uprawnień do zapisu we własnym katalogu, dysk jest pełny albo oprogramowanie antywirusowe je blokuje.

source: Error in keys.txt at line {}
pl: Błąd w pliku keys.txt w linijce {}

source: Cemu detected that the shader cache for this game is outdated. Only shader caches generated with Cemu 1.25.0 or above are supported. We recommend deleting the outdated cache file as it will no longer be used by Cemu.
pl: Cemu wykrył że pamięć podręczna shaderów dla tej gry jest przestarzała. Tylko pamięć podręczna shaderów wygenerowana w wersji 1.25.0 Cemu lub nowszej jest wspierana. Zalecamy usunięcie przestarzałych plików, jako że nie będą one dłużej w użytku przez Cemu.
