Repository: cemu-project/Cemu-Language
Catalog: resources/*/cemu.po
Languages: pl, ro

source: Outdated shader cache
pl: Przestarzała pamięć podręczna shaderów
ro: Memorie cache shader învechită

source: Delete outdated cache file [recommended]
pl: Usuń przestarzały plik pamięci podręcznej shaderów [zalecane]
ro: Ștergeți fișierul cache învechit [recomandat]

source: Keep outdated cache file
pl: Zachowaj przestarzały plik pamięci podręcznej shaderów
ro: Păstrați fișierul cache învechit

source: Async shader compile is enabled but not supported by the graphics driver Cemu will use synchronous compilation which can cause additional stutter
pl: Async shader compile jest włączone, ale niewspierane przez sterownik karty graficznej Cemu użyje synchronous compilation, które może wywołać dodatkowe zacinki

source: Failed to run this title because the executable is damaged
pl: Nie udało się włączyć tego tytułu ze względu na uszkodzony plik wykonywalny
ro: Nu a reușit să executați acest titlu, deoarece executabilul este deteriorat

source: Error code
pl: Kod błędu
ro: Cod de eroare

source: Japan
pl: Japonia
ro: Japonia

source: Europe
pl: Europa
ro: Europa

source: China
pl: Chiny

source: Taiwan
pl: Tajwan

source: many
pl: wiele
ro: mulți

source: Downloading account ticket
ro: Descărcarea biletului de cont

source: Downloading ticket
ro: Descărcarea biletului

source: Logging in..
ro: Logare..

source: Failed to query account status. Invalid account information?
ro: Nu a reușit să interogheze starea contului. Informații nevalide despre cont?

source: Updating ticket cache
ro: Actualizarea memoriei cache a tichetelor

source: Failed to request tickets (invalid NNID?)
ro: Nu a reușit să solicite bilete (NNID nevalid?)

source: This account is not linked with an NNID
ro: Acest cont nu este conectat cu un NNID

source: Failed. Account does not have password set
ro: Nu a reușit. Contul nu are parola setată

source: TMD download failed
ro: Descărcarea TMD nu a reușit

source: Invalid TMD
ro: TMD nevalidă

source: Export the title checksum data to a local JSON file
ro: Exportul datelor de sumă de control titlu într-un fișier JSON local

source: JSON file doesn't satisfy needed schema
ro: Fișierul JSON nu satisface schema necesară

source: The file you are comparing with is for a different title.
ro: Fișierul cu care comparați este pentru un titlu diferit.

source: Can't parse json file!
ro: Nu se poate analiza json dosar!

source: Hashing game file: {}/{}
ro: Fișier joc hashing: {}/{}

source: Generated checksum of {} game files
ro: Suma de control generată a fișierelor {} de joc

source: Not a valid NFC NTAG215 file
ro: Nu este un fișier NFC NTAG215 valid

source: All Wii U files (*.wud, *.wux, *.wua, *.iso, *.rpx, *.elf)
ro: Toate fișierele Wii U (*.wud, *.wux, *.wua, *.iso, *.rpx, *.elf)

source: End emulation
ro: Emulația finală

source: &Memory searcher
ro: &Căutare de memorie

source: &Coreinit Thread-Synchronization API
ro: &Coreinit Thread-sincronizare API

source: &Coreinit Memory API
ro: &Coreinit memorie API

source: &Save API
ro: &Salvați API-ul

source: &OpenGL debug output
ro: &Ieșire de depanare OpenGL

source: &Vulkan validation layer (slow)
ro: &Strat de validare Vulkan (lent)

source: &Log PPC context for API
ro: &Log PPC context pentru API

source: &nlibcurl HTTP/HTTPS requests
ro: &nlibcurl HTTP / HTTPS cereri

source: &Accurate barriers (Vulkan)
ro: &Bariere precise (Vulkan)

source: &Audio AUX only
ro: &Audio AUX numai

source: &Show frame profiler
ro: &Afișare profiler cadru

source: &Debug
ro: &Depanare

source: &Getting started
ro: &Introducere

source: otp.bin could not be found
ro: otp.bin nu a putut fi găsit

source: otp.bin is corrupted or has invalid size
ro: otp.bin este corupt sau are dimensiuni nevalide

source: seeprom.bin could not be found
ro: seeprom.bin nu a putut fi găsit

source: seeprom.bin is corrupted or has invalid size
ro: seeprom.bin este corupt sau are dimensiune nevalidă

source: Unknown error occured
ro: Eroare necunoscută a apărut

source: Title manager
ro: Manager de titlu

source: Registers
ro: Registre

source: FP view mode
ro: Modul de vizualizare FP

source: &Decrement
ro: &Decrementare

source: Modules
ro: Module

source: Size
ro: Dimensiune

source: Memory Dump
ro: Imagine de memorie

source: Breakpoints
ro: Întrerupere

source: Set comment for breakpoint at address %08x
ro: Setați comentariul pentru punct de întrerupere la adresa %08x

source: Create memory breakpoint (read)
ro: Crearea punctului de întrerupere a memoriei (citire)

source: Create memory breakpoint (write)
ro: Crearea punctului de întrerupere a memoriei (scriere)

source: Enter a memory address
ro: Introduceți o adresă de memorie

source: Memory breakpoint
ro: Punct de întrerupere a memoriei

source: GoTo address
ro: Adresa GoTo

source: Symbols
ro: Simboluri

source: Toggle Breakpoint (F9)
ro: Comutarea punctului de întrerupere (F9)

source: Break (F5)
ro: Pauză (F5)

source: Step Into (F11)
ro: Pas în (F11)

source: Step Over (F10)
ro: Pas peste (F10)

source: PPC Debugger
ro: Depanator PPC

source: > no modules loaded
ro: > nu sunt încărcate module

source: > unknown module
ro: > modul necunoscut

source: Run (F5)
ro: Rulare (F5)

source: Break on &entry point
ro: Pauză pe &punct de intrare

source: &Registers
ro: &Registre

source: &Memory Dump
ro: &Imagine de memorie

source: Module&list
ro: Modul&list

source: Module
ro: Modul

source: base
ro: bază

source: USA
ro: Sua

source: Korea
ro: Coreea

source: AccountId missing (The account is not connected to a NNID)
ro: AccountId lipsește (Contul nu este conectat la un NNID)

source: Cemu can't write to its directory. Please move it to a different location or run Cemu as administrator!
ro: Cemu nu poate scrie în directorul său. Vă rugăm să mutați-l într-o locație diferită sau să rulați Cemu ca administrator!

source: Your mlc01 folder seems to be missing. This is where Cemu stores save files, game updates and other Wii U files. The expected path is: {} Do you want to create the folder at the expected path?
ro: Folderul mlc01 pare să lipsească. Acest lucru este în cazul în care magazinele Cemu salva fișiere, actualizări de joc și alte fișiere Wii U. Calea așteptată este: {} Doriți să creați folderul la calea așteptată?

source: Select a custom path
ro: Selectarea unui traseu particularizat

source: Couldn't create a required mlc01 subfolder or file! Error: {0} Target path: {1}
ro: Nu a putut crea un subfolder mlc01 necesare sau fișier! Eroare: {0} Calea țintă: {1}

source: Select a mlc directory
ro: Selectați un director mlc

source: Cemu can't write to the selected mlc path! Do you want to select another path?
ro: Cemu nu poate scrie la calea mlc selectat! Doriți să selectați o altă cale?

source: Load shared libraries
ro: Încărcarea bibliotecilor partajate

source: Single-core interpreter
ro: Interpret cu un singur nucleu

source: Single-core recompiler
ro: Recompiler cu un singur nucleu

source: Multi-core recompiler
ro: Recompiler multi-core

source: Thread quantum
ro: Fir cuantice

source: EXPERT OPTION Set the maximum thread slice runtime (in virtual cycles)
ro: OPȚIUNEA EXPERT Setați durata maximă a feliei firului (în cicluri virtuale)

source: Shader multiplication accuracy
ro: Precizia înmulțirii shaderului

source: minimal
ro: minim

source: EXPERT OPTION Controls the accuracy of floating point multiplication in shaders. Recommended: true
ro: OPȚIUNEA EXPERT Controlează precizia înmulțirii virgulei flotante în shadere. Recomandat: adevărat

source: System title
ro: Titlul sistemului

source: System data title
ro: Titlul datelor de sistem

source: Texture cache
ro: Memoria cache a texturii

source: Show views
ro: Afișați vizualizarile

source: Write stack trace to log
ro: Scrieți urmă stivă pentru a vă conecta

source: Discord Presence
ro: Prezența discordiei

source: Use permanent storage
ro: Utilizați spațiul de stocare permanent

source: Cemu will remember your custom mlc path in %LOCALAPPDATA%/Cemu for new installations.
ro: Cemu isi va aminti de traseul mlc personalizat in %LOCALAPPDATA%/Cemu pentru instalatii noi.

source: MLC Path
ro: Calea MLC

source: Select a custom mlc path The mlc path is used to store Wii U related files like save games, game updates and dlc data
ro: Selectarea unei căi mlc personalizate Calea MLC este utilizată pentru a stoca fișiere legate de Wii U, cum ar fi salvarea jocurilor, actualizările jocurilor și datele dlc

source: Async shader compile
ro: Asamblare shader asincron

source: Full sync at GX2DrawDone()
ro: Sincronizare completă la GX2DrawDone()

source: Bilinear
ro: Biliniar

source: Nearest Neighbor
ro: Cel mai apropiat vecin

source: Controls the output aspect ratio when it doesn't match the ratio of the game
ro: Controlează raportul de aspect al ieșirii atunci când nu se potrivește cu raportul dintre joc

source: Select one of the available audio back ends
ro: Selectați unul dintre capetele audio înapoi disponibile

source: Controls the amount of buffered audio data Higher values will create a delay in audio playback, but may avoid audio problems when emulation is too slow
ro: Controlează cantitatea de date audio tamponate Valorile mai mari vor crea o întârziere în redarea audio, dar pot evita problemele audio atunci când emulația este prea lentă

source: Surround
ro: Înconjura

source: TV
ro: Serial

source: Draw calls per frame
ro: Desenarea apelurilor pe cadru

source: The number of draw calls per frame. Average over last 5 seconds
ro: Numărul de apeluri de tragere pe cadru. Media ultimelor 5 secunde

source: Debug
ro: Diagnosticare

source: Shows friend list related data if online
ro: Afișează date legate de lista de prieteni dacă sunt online

source: Online settings
ro: Setări online

source: Enable online mode
ro: Activați modul online

source: Lite
ro: Simplă

source: At least one issue has been found
ro: S-a constatat cel puțin o problemă

source: Your account is a valid online account
ro: Contul tău este un cont online valid

source: Please be aware that online mode lets you connect to OFFICIAL servers and therefore there is a risk of getting banned. Only proceed if you are willing to risk losing online access with your Wii U and/or NNID.
ro: Vă rugăm să fiți conștienți de faptul că modul online vă permite să vă conectați la serverele OFICIALE și, prin urmare, există riscul de a fi interzis. Continuați numai dacă sunteți dispus să riscați să pierdeți accesul online cu Wii și / sau NNID.

source: The persistent id must be greater than {:x}!
ro: Id-ul persistent trebuie să fie mai mare decât {:x}!

source: mlc01 path
ro: cale mlc01

source: The mlc path is the root folder of the emulated Wii U internal flash storage. It contains all your saves, installed updates and DLCs. It is strongly recommend that you create a dedicated folder for it (example: C:\wiiu\mlc\) If left empty, the mlc folder will be created inside the Cemu folder.
ro: Calea MLC este folderul rădăcină al emulat Wii U interne de stocare flash. Acesta conține toate salvările, actualizările instalate și DLC-urile. Este recomandat să creați un folder dedicat pentru acesta (de exemplu: C:\wiiu\mlc\) Dacă este lăsat gol, dosarul MLC va fi creat în interiorul folderului Cemu.

source: A custom mlc path from a previous Cemu installation has been found and filled in.
ro: O cale mlc personalizat de la o instalație anterioară Cemu a fost găsit și completat.

source: Custom mlc01 path
ro: Cale personalizată mlc01

source: (optional)
ro: (opțional)

source: The game path is scanned by Cemu to locate your games. We recommend creating a dedicated directory in which you place all your Wii U games. (example: C:\wiiu\games\) You can also set additional paths in the general settings of Cemu.
ro: Calea jocului este scanată de Cemu pentru a vă localiza jocurile. Vă recomandăm să creați un director dedicat în care plasați toate jocurile Wii U. (exemplu: C:\wiiu\games\) De asemenea, puteți seta căi suplimentare în setările generale ale Cemu.

source: Graphic packs improve games by offering the possibility to change resolution, tweak FPS or add other visual or gameplay modifications. Download the community graphic packs to get started.
ro: Pachetele grafice îmbunătățesc jocurile oferind posibilitatea de a schimba rezoluția, de a optimiza FPS sau de a adăuga alte modificări vizuale sau de gameplay. Descărcați pachetele grafice ale comunității pentru a începe.

source: Download community graphic packs
ro: Descărcați pachete grafice ale comunității

source: Don't show this again
ro: Nu mai arăta asta din nou

source: Getting started
ro: Primii pași

source: Do you want to view the downloaded graphic packs?
ro: Doriți să vizualizați pachetele grafice descărcate?

source: Classic
ro: Clasic

source: blow mic
ro: sufla microfon

source: show screen
ro: afișare ecran

source: Trigger
ro: Declanșator

source: None
ro: Nici unul

source: Add input API
ro: Adăugarea API-ului de intrare

source: Memory Searcher
ro: Căutare de memorie

source: Freeze
ro: Îngheța

source: Status
ro: Stare

source: Region
ro: Regiune

source: Base game: {}
ro: Joc de bază: {}

source: Base game: Not installed
ro: Joc de bază: Nu este instalat

source: Update: {}
ro: Actualizare: {}

source: Update: Not installed
ro: Actualizare: Nu este instalat

source: DLC: Not installed
ro: DLC: Nu este instalat

source: Save Wii U game archive file
ro: Salvați fișierul arhivă de jocuri Wii U

source: Folder
ro: Director

source: The currently installed graphics driver does not support the Vulkan extension necessary for asynchronous shader compilation. Asynchronous compilation cannot be used. Required extension: VK_EXT_pipeline_creation_cache_control Installing the latest graphics driver may solve this error.
ro: Driverul grafic instalat în prezent nu acceptă extensia Vulkan necesară pentru compilarea shader asincronă. Compilarea asincronă nu poate fi utilizată. Extensie necesară: VK_EXT_pipeline_creation_cache_control Instalarea celui mai recent driver grafic poate rezolva această eroare.

source: AX voice viewer
ro: Vizualizator de voce AX

source: home
ro: Prima pagină
